package org.example.mainClasses;

public class Chord {
    // все обращения:
        // трезвучие 3 штуки
        // 7аккоры 4 штуки
        // нонаккорды ?

    // расположение
        // широкое
            // мелодическое положение
                // I
                //III
                //V
                //VII
                //IX
        // тесное
            // мелодическое положение
                // I
                //III
                //V
                //VII
                //IX
        // смешанное
            // мелодическое положение
                // I
                //III
                //V
                //VII
                //IX



}
